tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "warrensbox/tap"
tap "mas-cli/tap"
tap "AdoptOpenJDK/openjdk"
brew "mas"
brew "zsh"
brew "awscli"
brew "docker-compose"
brew "yarn"
brew "node"
brew "nvm" #Review nvm install script
brew "make"
brew "python@3.8"
brew "direnv"
brew "fzf"
brew "gh"
brew "jq"
brew "ripgrep"
brew "git"
brew "git-delta"
#brew "java"
#brew "jenv"
brew "gradle"
cask "brave-browser"
cask "docker"
cask "adoptopenjdk"
cask "rectangle"
cask "iterm2"
cask "visual-studio-code"
cask "intellij-idea"
cask "calibre"

#Work
tap "hashicorp/tap"
tap "azure/functions"
brew "azure/functions/azure-functions-core-tools@3"
cask "microsoft-azure-storage-explorer"
cask "slack"
cask "postman"
#cask "azure-data-studio"
brew "terraform"
brew "warrensbox/tap/tfswitch"
brew "azure-cli"
brew "bruno"
