tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "warrensbox/tap"
tap "mas-cli/tap"
tap "AdoptOpenJDK/openjdk"
brew "mas"
brew "zsh"
brew "awscli"
brew "azure-cli"
brew "terraform"
brew "tfenv"
brew "docker-compose"
brew "yarn"
brew "node@12"
brew "warrensbox/tap/tfswitch"
brew "azure/functions/azure-functions-core-tools@3"
brew "make"
brew "nvm"
brew "gradle"
brew "sqlite"
brew "python@3.8"
brew "git"
brew "direnv"
brew "fzf"
brew "gh"
brew "jq"
brew "ripgrep"
brew "git-delta"
brew "java"
brew "jenv"
cask "docker"
cask "microsoft-azure-storage-explorer"
cask "azure-data-studio"
cask "visual-studio-code"
cask "slack"
cask "postman"
cask "brave-browser"
cask "meld"
cask "adoptopenjdk"

